Repository: dsklur/meta-box-builder
Catalog: languages/meta-box-builder-*.po
Languages: de_de

source: %s is required
de_de: %s ist erforderlich

source: (Always in use)
de_de: (Immer im Einsatz)

source: (newer)
de_de: (neuer)

source: A list of checkboxes where you can select multiple choices
de_de: Eine Liste mit Kontrollkästchen, aus denen du mehrere Optionen auswählen kannst

source: A paragraph text input
de_de: Eine Absatztexteingabe

source: A simple button, usually used for JavaScript triggers
de_de: Eine einfache Schaltfläche, die normalerweise für JavaScript-Trigger verwendet wird

source: A simple checkbox, usually used for Yes/No question
de_de: Ein einfaches Kontrollkästchen, das normalerweise für Ja/Nein-Fragen verwendet wird

source: A single-line text input
de_de: Eine einzeilige Texteingabe

source: A slider for selecting a number
de_de: Ein Schieberegler zur Auswahl einer Zahl

source: A text input for entering a file URL with the ability to select a file from the Media Library
de_de: Eine Texteingabe zur Eingabe einer Datei-URL mit der Möglichkeit, eine Datei aus der Medienbibliothek auszuwählen

source: Add an unlimited group of key-value pairs
de_de: Hinzufügen einer unbegrenzten Gruppe von Schlüssel-Werte-Paaren

source: Add more text
de_de: Mehr Text hinzufügen

source: Add new
de_de: Neu hinzufügen

source: Add New Field Group
de_de: Neue Feldgruppe hinzufügen

# add new on admin bar
source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Add New Relationship
de_de: Neue Beziehung hinzufügen

source: Add New Settings Page
de_de: Neue Einstellungsseite hinzufügen

source: Address field
de_de: Adressfeld

source: Admin column title
de_de: Titel der Admin-Spalte

# admin menu
source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Advanced
de_de: Fortgeschrittene

source: Advanced validation rules powered by jQuery validation
de_de: Erweiterte Validierungsregeln mit jQuery-Validierung

source: After
de_de: Nach

source: After content
de_de: Nach Inhalt

source: All changes synced!
de_de: Alle Änderungen synchronisiert!

source: All Comments
de_de: Alle Kommentare

source: All Users
de_de: Alle Benutzer

source: Allow to filter posts by custom taxonomy, applied only if the field is a taxonomy field
de_de: Erlaubt das Filtern von Beiträgen nach benutzerdefinierten Taxonomien, wird nur angewendet, wenn das Feld ein Taxonomiefeld ist

source: Allow to search posts by field values
de_de: Erlaube es, Beiträge nach Feldwerten zu suchen

source: Allow to select multiple choices
de_de: Erlaubt die Auswahl mehrerer Optionen

source: Allow to select opacity
de_de: Erlaubt die Auswahl der Deckkraft

source: Allow users to create a new item
de_de: Erlaube den Nutzern, einen neuen Artikel zu erstellen

source: Allows to drag-and-drop reorder clones
de_de: Ermöglicht die Neuordnung von Klonen per Drag-and-Drop

source: An input for URL with browser validation
de_de: Eine Eingabe für URL mit Browser-Validierung

source: Append
de_de: Anhängen

source: Append text
de_de: Text anhängen

source: Apply to the current field group. For individual fields, please go to each field > tab Advanced.
de_de: Auf die aktuelle Feldgruppe anwenden. Für einzelne Felder gehst du bitte zu jedem Feld > Registerkarte Erweitert.

source: Auto add a prefix to all field IDs to keep them separated from other field groups or other plugins. Leave empty to ignore this or use underscore (_) to make the fields hidden.
de_de: Fügt automatisch ein Präfix zu allen Feld-IDs hinzu, um sie von anderen Feldgruppen oder anderen Plugins zu unterscheiden. Lass das Feld leer, um es zu ignorieren, oder verwende den Unterstrich (_), um die Felder auszublenden.

source: Autocomplete
de_de: Autovervollständigung

source: Background
de_de: Hintergrund

source: Basic
de_de: Grundlagen

source: Beautiful select dropdown using select2 library
de_de: Schönes Dropdown mit Select2-Bibliothek auswählen

source: Before
de_de: Vor

source: Beginning of the list
de_de: Anfang der Liste

source: Block path is not writable. Please check the folder permission.
de_de: Der Blockpfad ist nicht beschreibbar. Bitte überprüfe die Ordnerberechtigung.

source: Blocks
de_de: Blöcke

source: Bottom
de_de: Unten

source: Boxes
de_de: Boxen

source: Button Group
de_de: Button-Gruppe

source: Can be "info" (default), "help", Dashicons or URL of the custom icon image
de_de: Kann "info" (Standard), "help", Dashicons oder die URL des benutzerdefinierten Symbolbildes sein

source: Change how look and feel of tabs in Meta Box Tabs
de_de: Ändern des Aussehens der Tabs in der Meta Box Tabs

source: Checkbox
de_de: Kontrollkästchen

source: Checkbox List
de_de: Kontrollkästchen-Liste

source: Checkbox list
de_de: Kontrollkästchen-Liste

source: Checkbox tree
de_de: Kontrollkästchen-Baum

source: Checked by default
de_de: Standardmäßig angekreuzt

source: Choices
de_de: Auswahlmöglichkeiten

source: Choose an exported ".json" file from your computer:
de_de: Wähle eine exportierte ".json"-Datei von deinem Computer:

source: Clone as multiple
de_de: Klonen als mehrere

source: Clone default value
de_de: Standardwert klonen

source: Clone empty start
de_de: Leeren Start klonen

source: Cloneable
de_de: Klonbar

source: Collapsed
de_de: Zusammengeklappt

source: Collapsed by default
de_de: Standardmäßig zusammengeklappt

source: Collapsible
de_de: Zusammenklappbar

source: Color Picker
de_de: Farbwähler

source: Color picker
de_de: Farbwähler

source: Color picker options
de_de: Optionen für den Farbwähler

source: Column content after
de_de: Spalteninhalt nach

source: Column content before
de_de: Spalteninhalt vor

source: Column position
de_de: Spaltenposition

source: Column title
de_de: Spaltentitel

source: Columns
de_de: Spalten

source: Comments
de_de: Kommentare

source: Conditional logic
de_de: Bedingte Logik

source: Content
de_de: Inhalt

source: Content (HTML allowed)
de_de: Inhalt (HTML erlaubt)

source: Context
de_de: Kontext

source: Custom
de_de: Benutzerdefiniert

source: Custom CSS class
de_de: Benutzerdefinierte CSS-Klasse

source: Custom CSS class for the meta box wrapper
de_de: Benutzerdefinierte CSS-Klasse für den Meta-Box-Wrapper

source: Custom CSS for the wrapper div
de_de: Benutzerdefiniertes CSS für das Wrapper-Div

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Custom format for the value saved in the database. Accepts same formats as the PHP date() function. Leave empty to save as it is.
de_de: Benutzerdefiniertes Format für den in der Datenbank gespeicherten Wert. Akzeptiert die gleichen Formate wie die PHP-Funktion date(). Leer lassen, um so zu speichern, wie es ist.

source: Custom HTML
de_de: Benutzerdefiniertes HTML

source: Custom HTML displayed after the field output
de_de: Benutzerdefiniertes HTML, das nach der Feldausgabe angezeigt wird

source: Custom HTML displayed before the field output
de_de: Benutzerdefiniertes HTML wird vor der Feldausgabe angezeigt

source: Custom HTML outputted after the column content
de_de: Benutzerdefiniertes HTML, das nach dem Spalteninhalt ausgegeben wird

source: Custom HTML outputted before the column content
de_de: Benutzerdefiniertes HTML, das vor dem Spalteninhalt ausgegeben wird

source: Custom HTML5 attributes
de_de: Benutzerdefinierte HTML5-Attribute

source: Custom message
de_de: Benutzerdefinierte Nachricht

source: Custom OFF status label
de_de: Benutzerdefiniertes OFF-Statusetikett

source: Custom ON status label
de_de: Benutzerdefiniertes ON-Status-Label

source: Custom sanitize callback
de_de: Benutzerdefinierter Sanitize-Rückruf

source: Custom settings
de_de: Benutzerdefinierte Einstellungen

source: Custom submit button
de_de: Benutzerdefinierter Senden-Button

source: Custom text for the the "+ Add more" button. Leave empty to use the default text.
de_de: Benutzerdefinierter Text für die Schaltfläche "+ Mehr hinzufügen". Leer lassen, um den Standardtext zu verwenden.

source: Custom upload folder
de_de: Benutzerdefinierter Upload-Ordner

source: Custom URL
de_de: Benutzerdefinierte URL

source: Customizer only
de_de: Nur Customizer

source: Database
de_de: Datenbank

source: Date and time picker
de_de: Datum und Uhrzeit auswählen

source: Date Picker
de_de: Datumsauswahl

source: Date picker
de_de: Datumsauswahl

source: Date picker options
de_de: Optionen für die Datumsauswahl

source: Datetime Picker
de_de: Datumsauswähler

source: Default
de_de: Standard

source: Default active tab ID
de_de: Standardmäßige aktive Tab-ID

source: Default first submenu title
de_de: Standardmäßiger erster Untermenütitel

source: Default location
de_de: Standardposition

source: Default state
de_de: Standardzustand

source: Default value
de_de: Standardwert

source: Delete files from the Media Library when deleting them from post meta
de_de: Dateien aus der Medienbibliothek löschen, wenn sie aus der Post-Meta gelöscht werden

source: Description
de_de: Beschreibung

source: Disabled
de_de: Deaktiviert

source: Display "Toggle All" button
de_de: Schaltfläche "Alle umschalten" anzeigen

source: Display below the field input
de_de: Anzeige unterhalb der Feldeingabe

source: Display below the field label
de_de: Anzeige unterhalb der Feldbezeichnung

source: Display buttons horizontally
de_de: Buttons horizontal anzeigen

source: Display choices on a single line
de_de: Auswahlmöglichkeiten in einer einzigen Zeile anzeigen

source: Display how many files uploaded/remaining
de_de: Anzeige der Anzahl hochgeladener/verbleibender Dateien

source: Display the date picker inline with the input. Do not require to click the input field to trigger the date picker.
de_de: Zeigt die Datumsauswahl in der Eingabe an. Du musst nicht auf das Eingabefeld klicken, um die Datumsauswahl auszulösen.

source: Display the time picker inline with the input. Do not require to click the input field to trigger the time picker.
de_de: Zeigt die Zeitauswahl in der Eingabe an. Du musst nicht auf das Eingabefeld klicken, um die Zeitauswahl auszulösen.

source: Divider
de_de: Teiler

source: Documentation
de_de: Dokumentation

source: Edit
de_de: Bearbeiten

source: Edit Field Group
de_de: Feldgruppe bearbeiten

source: Edit Relationship
de_de: Beziehung bearbeiten

source: Edit Settings Page
de_de: Seiteneinstellungen bearbeiten

source: Edit the field group settings
de_de: Bearbeiten der Feldgruppeneinstellungen

source: Editor options
de_de: Editor-Optionen

source: Embed the field group in the front end for users to submit posts.
de_de: Binde die Feldgruppe in das Frontend ein, damit die Nutzer Beiträge einreichen können.

source: Empty message
de_de: Leere Nachricht

source: End of the list
de_de: Ende der Liste

source: Enter <a target="_blank" href="https://fontawesome.com/search?o=r&m=free">FontAwesome</a> icon class here. Supports FontAwesome free version only.
de_de: Gib hier die <a target="_blank" href="https://fontawesome.com/search?o=r&m=free">FontAwesome</a> Symbolklasse ein. Unterstützt nur die kostenlose Version von FontAwesome.

source: Enter each button text per line. You can also set both value and label like <code>red: Red</code>.
de_de: Gib den Text jeder Schaltfläche pro Zeile ein. Du kannst auch sowohl den Wert als auch die Beschriftung festlegen, wie <code>rot: Rot</code>.

source: Enter each choice per line. You can also set both value and label like <code>red: Red</code>.
de_de: Gib jede Auswahl pro Zeile ein. Du kannst auch sowohl den Wert als auch die Beschriftung festlegen, wie <code>rot: Rot</code>.

source: Enter each value on a line
de_de: Gib jeden Wert in eine Zeile ein

source: Enter label
de_de: Bezeichnung eingeben

source: Enter or select a field ID
de_de: Eingabe oder Auswahl einer Feld-ID

source: Enter PHP function name for custom sanitization. Enter "none" to disable sanitization.
de_de: Gib den Namen der PHP-Funktion für die benutzerdefinierte Bereinigung ein. Gib "none" ein, um die Bereinigung zu deaktivieren.

source: Error during saving json file. Please check the folder permission and save again.
de_de: Fehler beim Speichern der JSON-Datei. Bitte überprüfe die Ordnerberechtigung und speichere erneut.

source: Error during syncing data, please check folder permission or file format!
de_de: Fehler beim Synchronisieren von Daten, bitte überprüfe die Ordnerrechte oder das Dateiformat!

source: Error!
de_de: Fehler!

source: Error: Not writable
de_de: Fehler: Nicht beschreibbar

source: Expanded
de_de: Erweitert

source: Export
de_de: Exportieren

source: Field add button
de_de: Schaltfläche "Feld hinzufügen"

source: Field description
de_de: Feldbeschreibung

source: Field Group ID
de_de: Feld Gruppen-ID

source: Field group restored to revision from %s
de_de: Feldgruppe in Revision von %s wiederhergestellt

source: Field group submitted.
de_de: Feldgruppe eingereicht.

source: Field group updated.
de_de: Feldgruppe aktualisiert.

source: Field groups have been imported successfully!
de_de: Die Feldgruppen wurden erfolgreich importiert!

source: Field ID prefix
de_de: Feld ID Präfix

source: Field label description
de_de: Beschreibung der Feldbezeichnung

source: Field name
de_de: Feldname

source: Field placeholder
de_de: Feld Platzhalter

source: Field type
de_de: Feldtyp

source: Fieldset Text
de_de: Feldsatztext

source: File
de_de: Datei

source: File Advanced
de_de: Datei Erweitert

source: File Input
de_de: Dateieingabe

source: File not found
de_de: Datei nicht gefunden

source: File not found!
de_de: Datei nicht gefunden!

source: File not readable!
de_de: Datei nicht lesbar!

source: File Upload
de_de: Datei-Upload

source: Filterable
de_de: Filterbar

source: Filters items in the Media Library popup. Does not restrict file types when upload. Separate by commas.
de_de: Filtert Elemente im Popup-Fenster der Medienbibliothek. Schränkt die Dateitypen beim Hochladen nicht ein. Trenne die Einträge durch Kommas.

source: For entering a number with browser validation
de_de: Zur Eingabe einer Nummer mit Browservalidierung

source: For entering a password
de_de: Für die Eingabe eines Passworts

source: For entering an email address with browser validation
de_de: Für die Eingabe einer E-Mail-Adresse mit Browservalidierung

source: For selecting posts
de_de: Zur Auswahl von Beiträgen

source: For selecting sidebars
de_de: Zur Auswahl von Seitenleisten

source: For selecting taxonomy terms and saving term IDs in post meta as a comma-separated string. It doesn't set post terms.
de_de: Zur Auswahl von Taxonomiebegriffen und zum Speichern von Begriff-IDs in der Beitrags-Metadaten als kommagetrennte Zeichenfolge. Es werden keine Beitragsbegriffe gesetzt.

source: For selecting taxonomy terms. Doesn't save term IDs in post meta, but set post terms.
de_de: Zur Auswahl von Taxonomiebegriffen. Speichert keine Begriff-IDs in der Post-Metadaten, sondern setzt Beitragsbegriffe.

source: For selecting users
de_de: Für die Auswahl der Benutzer

source: For storing a default hidden value
de_de: Zum Speichern eines standardmäßigen versteckten Werts

source: Force delete
de_de: Löschen erzwingen

source: Format: latitude,longitude.
de_de: Format: Breitengrad,Längengrad.

source: From
de_de: Von

source: Full path to the folder that contains all SVGs of icons.
de_de: Vollständiger Pfad zu dem Ordner, der alle SVGs der Icons enthält.

source: Google Maps API key
de_de: Google Maps API Schlüssel

source: Group
de_de: Gruppe

source: Group of text inputs. Not recommended. Use the Group field type instead.
de_de: Gruppe von Texteingaben. Nicht empfohlen. Verwende stattdessen den Feldtyp "Gruppe".

source: Group of text inputs. Similar to Fieldset text, but has a different UI. Not recommended. Use the Group field type instead.
de_de: Gruppe von Texteingaben. Ähnlich wie Feldsatztext, hat aber eine andere Benutzeroberfläche. Nicht empfohlen. Verwende stattdessen den Feldtyp "Gruppe".

source: Group title
de_de: Titel der Gruppe

source: Heading
de_de: Überschrift

source: Heading text
de_de: Überschriftstext

source: Help tabs
de_de: Hilfe-Registerkarten

source: Hidden
de_de: Versteckt

source: Hide from front end?
de_de: Im Frontend verstecken?

source: Hide from Rest API?
de_de: Vor der Rest-API verstecken?

source: High
de_de: Hoch

source: How to create custom fields
de_de: Wie man benutzerdefinierte Felder erstellt

source: Icon dir
de_de: Icon-Verzeichnis

source: Icon file
de_de: Icon-Datei

source: Icon SVG
de_de: SVG-Icon

source: Icon type
de_de: Icon-Typ

source: Icon with FontAwesome set
de_de: Icon mit FontAwesome-Set

source: Image
de_de: Bild

source: Image Advanced
de_de: Bild Erweitert

source: Image Select
de_de: Bild auswählen

source: Image size
de_de: Bildgröße

source: Image size that displays in the edit page, used to make sure images are not blurry. It's not meant to display images with the exact width and height.
de_de: Bildgröße, die auf der Bearbeitungsseite angezeigt wird, um sicherzustellen, dass die Bilder nicht unscharf sind. Es ist nicht dafür gedacht, Bilder mit der genauen Breite und Höhe anzuzeigen.

source: Image Upload
de_de: Bild-Upload

source: Import
de_de: Importieren

source: Import failed
de_de: Import fehlgeschlagen

source: Imported successfully
de_de: Erfolgreich importiert

source: Input description
de_de: Beschreibung der Eingabe

source: Input for media from Youtube, Vimeo, and all supported sites by WordPress
de_de: Eingabe für Medien von Youtube, Vimeo und allen von WordPress unterstützten Seiten

source: Inputs
de_de: Eingänge

source: Invalid file data. <a href="%s">Go back</a>.
de_de: Ungültige Dateidaten. <a href="%s">Zurückgehen</a>.

source: Item link type
de_de: Artikelverknüpfungstyp

source: jQueryUI date and time picker options
de_de: jQuery UI Optionen für die Datums- und Zeitauswahl

source: jQueryUI date picker options
de_de: jQuery UI Optionen für die Datumsauswahl

source: jQueryUI slider options
de_de: jQuery UI Slider-Optionen

source: jQueryUI time picker options
de_de: jQuery UI Optionen für die Zeitauswahl

source: Key Value
de_de: Schlüsselwert

source: Known as "datalist", these are values that users can select from (they still can enter text if they want). Enter each value on a line.
de_de: Das sind Werte, aus denen die Benutzer auswählen können (sie können aber auch Text eingeben). Gib jeden Wert in eine Zeile ein.

source: Label
de_de: Etikett

source: Label description
de_de: Beschreibung des Etiketts

source: Language
de_de: Sprache

source: Last updated:
de_de: Zuletzt aktualisiert:

source: Leave empty for unlimited clones
de_de: Leer lassen für unbegrenzte Klone

source: Leave empty for unlimited uploads
de_de: Leer lassen für unbegrenzt Uploads

source: Leave empty to make the input 100% width.
de_de: Leer lassen, damit die Eingabe 100% breit ist.

source: Leave empty to use the field name
de_de: Leer lassen, um den Feldnamen zu verwenden

source: Leave empty to use the meta box title
de_de: Leer lassen, um den Titel der Meta-Box zu verwenden

source: Left
de_de: Links

source: Limit the content by characters or words. Leave empty or enter 0 for no limit. <a href="%s" target="_blank">Learn more</a>.
de_de: Schränke den Inhalt durch Zeichen oder Wörter ein. Leer lassen oder 0 für keine Begrenzung eingeben. <a href="%s" target="_blank">Erfahren Sie mehr</a>.

source: Location
de_de: Standort

source: Low
de_de: Niedrig

source: Make field cloneable (repeatable)
de_de: Feld klonbar (wiederholbar) machen

source: Make the settings page network-wide (in multisite environment)
de_de: Mache die Einstellungsseite netzwerkweit (in einer Multisite-Umgebung)

source: Max file size
de_de: Maximale Dateigröße

source: Max items
de_de: Maximale Artikel

source: Max number of clones
de_de: Maximale Anzahl von Klonen

source: Max number of files
de_de: Maximale Anzahl von Dateien

source: Max value
de_de: Maximalwert

source: Menu type
de_de: Menü-Typ

source: Meta box title
de_de: Meta-Box-Titel

# meta-box-builder
source: Add New
de_de: Neu hinzufügen

source: MIME types
de_de: MIME-Typen

source: Min number of clones
de_de: Minimale Anzahl von Klonen

source: Min value
de_de: Minimalwert

source: Multiple
de_de: Mehrere

source: Multiple file uploads with a drag and drop area
de_de: Mehrere Datei-Uploads mit einem Drag-and-Drop-Bereich

source: Multiple file uploads with WordPress media popup
de_de: Mehrere Datei-Uploads mit WordPress Medien-Popup

source: Multiple image uploads with a drag and drop area
de_de: Mehrere Bild-Uploads mit einem Drag-and-Drop-Bereich

source: Multiple image uploads with WordPress media popup, usually used for a gallery
de_de: Mehrere Bild-Uploads mit WordPress Media Popup, normalerweise für eine Galerie verwendet

source: Multiple video uploads with WordPress media popup
de_de: Mehrere Video-Uploads mit WordPress Media Popup

source: Must be in base64 encoded format
de_de: Muss im base64 kodierten Format sein

source: Must be unique, will be used as meta key when saving to the database. Recommended to use only lowercase letters, numbers, and underscores.
de_de: Muss eindeutig sein und wird beim Speichern in der Datenbank als Metaschlüssel verwendet. Es wird empfohlen, nur Kleinbuchstaben, Zahlen und Unterstriche zu verwenden.

source: Network
de_de: Netzwerk

source: New Field Group
de_de: Neue Feldgruppe

source: New image placement
de_de: Neue Bildplatzierung

source: New Relationship
de_de: Neue Beziehung

source: New Settings Page
de_de: Neue Einstellungsseite

source: No
de_de: Nein

source: No boxes
de_de: Keine Boxen

source: No changes detected.
de_de: Es wurden keine Änderungen festgestellt.

source: No field groups found in Trash.
de_de: Keine Feldgruppen im Papierkorb gefunden.

source: No field groups found.
de_de: Keine Feldgruppen gefunden.

source: No JSON available
de_de: Kein JSON verfügbar

source: No link
de_de: Kein Link

source: No related local JSON file, a new file named "%s" will be created when you save the meta box.
de_de: Keine zugehörige lokale JSON-Datei vorhanden. Es wird eine neue Datei mit dem Namen "%s" erstellt, wenn du die Metabox speicherst.

source: Not allowed
de_de: Nicht erlaubt

source: Not available text
de_de: Nicht verfügbarer Text

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

source: Not Imported
de_de: Nicht importiert

source: Number
de_de: Nummer

source: Object type
de_de: Objekttyp

source: ON by default
de_de: Standardmäßig eingeschaltet

source: On/off switch with iOS style
de_de: Ein/Aus-Schalter mit iOS-Stil

source: Option name
de_de: Optionsname

source: Option name where settings data is saved to. Takes settings page ID if missed. If you want to use theme mods, then set this to <code>theme_mods_$themeslug</code>.
de_de: Name der Option, in der die Einstellungsdaten gespeichert werden. Nimmt die ID der Einstellungsseite, wenn sie fehlt. Wenn du Theme-Mods verwenden willst, dann setze dies auf <code>theme_mods_$themeslug</code>.

source: Output custom HTML content
de_de: Benutzerdefinierte HTML-Inhalte ausgeben

source: Parent Field Groups:
de_de: Übergeordnete Feldgruppen:

source: Parent menu
de_de: Übergeordnetes Menü

source: Parent Relationship:
de_de: Elternbeziehung:

source: Parent Settings Page:
de_de: Elternseiteneinstellungen

source: Password
de_de: Passwort

source: Path
de_de: Pfad

source: PHP Callback
de_de: PHP-Rückruf

source: PHP function that is called to show custom HTML content. Will overwrite the content setting above.
de_de: PHP-Funktion, die aufgerufen wird, um benutzerdefinierte HTML-Inhalte anzuzeigen. Sie überschreibt die obige Inhaltseinstellung.

source: Placeholder
de_de: Platzhalter

source: Placeholder for key
de_de: Platzhalter für Schlüssel

source: Placeholder for value
de_de: Platzhalter für Wert

source: Post
de_de: Beitrag
