Repository: dsklur/meta-box-builder
Catalog: languages/meta-box-builder-*.po
Languages: de_de

source: Post type
de_de: Beitragstyp

# post type general name
source: Field Groups
de_de: Feldgruppen

# Post Type General Name
source: Relationships
de_de: Beziehungen

# Post Type General Name
source: Settings Pages
de_de: Einstellungen Seiten

# post type singular name
source: Field Group
de_de: Feldgruppe

# Post Type Singular Name
source: Relationship
de_de: Beziehung

# Post Type Singular Name
source: Settings Page
de_de: Einstellungen Seite

source: Post types
de_de: Beitragstypen

source: Posts
de_de: Beiträge

source: Predefined values
de_de: Vordefinierte Werte

source: Prefix
de_de: Präfix

source: Prepend
de_de: Vorangestellt

source: Prepend text
de_de: Text voranstellen

source: Priority
de_de: Priorität

source: Query args
de_de: Abfrageargumente

source: Query arguments for getting posts. Same as in the WP_Query class.
de_de: Abfrageargumente, um Beiträge zu erhalten. Dasselbe wie in der Klasse WP_Query.

source: Query arguments for getting terms. Same as in the get_terms() function.
de_de: Abfrageargumente, um Begriffe zu erhalten. Dasselbe wie bei der Funktion get_terms().

source: Query arguments for getting user. Same as in the get_user() function.
de_de: Abfrageargumente für die Abfrage des Benutzers. Dasselbe wie bei der Funktion get_user().

source: Radio
de_de: Radio-Button

source: Radio input where you can select only one choice
de_de: Radio-Button, bei der du nur eine Auswahl einstellen kannst

source: Radio list
de_de: Radio-Button-Liste

source: Range
de_de: Reichweite

source: Read only
de_de: Nur lesen

source: Relationship
de_de: Beziehung

source: Relationship ID
de_de: Beziehungs-ID

source: Relationships
de_de: Beziehungen

source: Relatively to the WordPress root path
de_de: Relativ zum WordPress-Stammverzeichnis

source: Remove default meta box
de_de: Standard-Meta-Box entfernen

source: Required
de_de: Erforderlich

source: Required capability
de_de: Erforderliche Fähigkeit

source: Review
de_de: Überprüfung

source: Review changes
de_de: Änderungen überprüfen

source: Right
de_de: Rechts

source: Rounded
de_de: Abgerundet

source: Rows
de_de: Reihen

source: Save clones in multiple rows in the database
de_de: Klone in mehreren Zeilen in der Datenbank speichern

source: Save data in the raw format
de_de: Daten im Rohformat speichern

source: Save field value
de_de: Feldwert speichern

source: Save format
de_de: Format speichern

source: Save state
de_de: Zustand speichern

source: Save value as timestamp
de_de: Wert als Zeitstempel speichern

source: Seamless
de_de: Nahtlos

source: Search Field Groups
de_de: Suchfeldgruppen

source: Search Relationship
de_de: Beziehung suchen

source: Search Settings Page
de_de: Seite mit den Sucheinstellungen

source: Searchable
de_de: Durchsuchbar

source: Select
de_de: Wähle

source: Select %s
de_de: Wähle %s

source: Select a choice with images
de_de: Wähle eine Auswahl mit Bildern

source: Select Advanced
de_de: Erweitert wählen

source: Select advanced
de_de: Fortgeschrittene wählen

source: Select dropdown where you can select one or multiple choice
de_de: Wähle ein Dropdown, in dem du eine oder mehrere Optionen auswählen kannst

source: Select number of columns for this field in a 12-column grid
de_de: Wähle die Anzahl der Spalten für dieses Feld in einem 12-spaltigen Raster

source: Select one or multiple choices by enabling button(s) from a group
de_de: Wähle eine oder mehrere Optionen aus, indem du eine oder mehrere Schaltflächen aus einer Gruppe aktivierst

source: Select tree
de_de: Auswahlbaum

source: Select2 options
de_de: Wähle 2 Optionen

source: Set as parent
de_de: Als übergeordnet festlegen

source: Set background properties
de_de: Hintergrundeigenschaften einstellen

source: Set the increments at which a numeric value can be set. Enter 'any' to accept any number.
de_de: Lege die Abstufungen fest, in denen ein numerischer Wert eingestellt werden kann. Gib "any" ein, um eine beliebige Zahl zu akzeptieren.

source: Set the selected post as the parent of current post being edited.
de_de: Setzt den ausgewählten Beitrag als übergeordneten Beitrag des aktuellen Beitrags, der bearbeitet wird.

source: Set to 1 to set 1-n relationship or 1-1 relationship. Leave empty for unlimited items, e.g. n-n relationship.
de_de: Setze auf 1, um eine 1-n-Beziehung oder eine 1-1-Beziehung festzulegen. Lass den Wert leer, wenn du eine unbegrenzte Anzahl von Elementen haben willst, z. B. eine n-n-Beziehung.

source: Settings Page
de_de: Einstellungen Seite

source: Settings Pages
de_de: Einstellungen Seiten

source: Show a dropdown filter by this relationship in the admin table list.
de_de: Zeige einen Dropdown-Filter nach dieser Beziehung in der Admin-Tabellenliste an.

source: Show admin filter
de_de: Admin-Filter anzeigen

source: Show as an admin column
de_de: Als Admin-Spalte anzeigen

source: Show For
de_de: Anzeigen für

source: Show menu after
de_de: Menü anzeigen nach

source: Show only in the Customizer, no admin settings page
de_de: Nur im Customizer anzeigen, keine Admin-Einstellungsseite

source: Show status
de_de: Status anzeigen

source: Show this connection as a column in the All posts/terms/users table list in the admin area
de_de: Diese Verbindung als Spalte in der Tabellenliste „Alle Beiträge/Begriffe/Benutzer“ im Admin-Bereich anzeigen

source: Show this field as a column in the All posts/terms/users table list in the admin area
de_de: Dieses Feld als Spalte in der Tabellenliste „Alle Beiträge/Begriffe/Benutzer“ im Admin-Bereich anzeigen

source: Show this settings page as a panel in the Customizer
de_de: Diese Einstellungsseite als Panel im Customizer anzeigen

source: Side
de_de: Seite

source: Sidebar
de_de: Seitenleiste

source: Simple file upload with default UI like <input type="file" />. Not recommended. Use File advanced instead.
de_de: Einfacher Datei-Upload mit Standard-UI wie <input type="file" />. Nicht empfohlen. Verwende stattdessen Datei erweitert.

source: Simple horizontal line
de_de: Einfache horizontale Linie

source: Simple image upload with default UI like <input type="file" />. Not recommended. Use Image advanced instead.
de_de: Einfacher Bild-Upload mit Standard-UI wie <input type="file" />. Nicht empfohlen. Verwende stattdessen Bild erweitert.

source: Single Image
de_de: Einzelnes Bild

source: Single image upload with WordPress media popup
de_de: Einzelner Bild-Upload mit WordPress Medien-Popup

source: Size of the input box
de_de: Größe des Eingabefeldes

source: Slider options
de_de: Schieberegler Optionen

source: Sortable
de_de: Sortierbar

source: Specify where to show the column in the table
de_de: Festlegen, wo die Spalte in der Tabelle angezeigt werden soll

source: Square
de_de: Platz

source: Start from no items except the "+ Add more" button
de_de: Beginne mit keinen Elementen außer der Schaltfläche „+ Weitere hinzufügen“

source: Step
de_de: Schritt

source: Style
de_de: Stil

source: Submenu
de_de: Untermenü

source: Submit button
de_de: Senden-Schaltfläche

source: Suffix
de_de: Nachsilbe

source: Supports b, kb, mb, gb, tb suffixes. e.g. "10mb" or "1gb".
de_de: Unterstützt die Suffixe b, kb, mb, gb, tb. Z. B. „10 MB“ oder „1 GB“.

source: Switch
de_de: Schalter

source: Sync available
de_de: Sync verfügbar

source: Sync changes
de_de: Änderungen synchronisieren

source: Synced
de_de: Synchronisiert

source: Syncing...
de_de: Synchronisieren...

source: Tab
de_de: Registerkarte

source: Tab style
de_de: Tab-Stil

source: Tab: %s
de_de: Registerkarte: %s

source: Taxonomies
de_de: Taxonomien

source: Taxonomy
de_de: Taxonomie

source: Taxonomy Advanced
de_de: Taxonomie Fortgeschritten

source: Term
de_de: Begriff

source: Text displayed after the field value
de_de: Text, der nach dem Feldwert angezeigt wird

source: Text displayed before the field value
de_de: Text, der vor dem Feldwert angezeigt wird

source: Text input that uses an autocomplete library to suggest user input. Not recommended. Use the Select or Select advanced field type instead.
de_de: Texteingabe, die eine Autovervollständigungsbibliothek verwendet, um Benutzereingaben vorzuschlagen. Nicht empfohlen. Verwende stattdessen den erweiterten Feldtyp Auswählen oder Wählen.

source: Text limit
de_de: Textgrenze

source: Text List
de_de: Textliste

source: The callback function must be declared before adding to the box.
de_de: Die Rückruffunktion muss vor dem Hinzufügen zur Box deklariert werden.

source: The content displayed when clicking on the Help button on the top right (near the Screen Options button). HTML is allowed.
de_de: Der Inhalt wird angezeigt, wenn Du oben rechts (neben der Schaltfläche „Bildschirmoptionen“) auf die Schaltfläche „Hilfe“ klickst. HTML ist zulässig.

source: The custom message displayed when saving options
de_de: Die benutzerdefinierte Meldung, die beim Speichern von Optionen angezeigt wird

source: The editor options, the same as settings for wp_editor() function
de_de: Die Editor-Optionen, die den Einstellungen der Funktion wp_editor() entsprechen

source: The full path to the icon file definition, which can be a text or JSON file.
de_de: Der vollständige Pfad zur Definition der Icon-Datei, die eine Text- oder JSON-Datei sein kann.

source: The icon to be used for the admin menu (FontAwesome)
de_de: Das Icon, das für das Admin-Menü verwendet werden soll (FontAwesome)

source: The ID of address field. For multiple fields, separate them by comma.
de_de: Die ID des Adressfeldes. Bei mehreren Feldern trennst du sie durch ein Komma.

source: The JSON file is not writable. Please check the file permission.
de_de: Die JSON-Datei ist nicht beschreibbar. Bitte überprüfe die Dateiberechtigung.

source: The link for the items displayed in the admin column
de_de: Der Link für die in der Admin-Spalte angezeigten Artikel

source: The message displayed when there’s no connections
de_de: Die Meldung, die angezeigt wird, wenn es keine Verbindungen gibt

source: The text message displayed to users when the embed media is not available. Accepts HTML.
de_de: Die Textmeldung, das den Nutzern angezeigt wird, wenn das eingebettete Medium nicht verfügbar ist. Akzeptiert HTML.

source: Time Picker
de_de: Zeitwähler

source: Time picker
de_de: Zeitwähler

source: Time picker options
de_de: Optionen für die Zeitauswahl

source: Title
de_de: Titel

source: To
de_de: Zu

source: To use a PHP function that returns an array of options, enter <code>callback: function_name</code>.
de_de: Um eine PHP-Funktion zu verwenden, die ein Array mit Optionen zurückgibt, gibst du <code>callback: function_name</code> ein.

source: Toggle the field visibility by other fields' values
de_de: Schalte die Sichtbarkeit des Feldes durch die Werte anderer Felder um

source: Toggle the visibility of the field group by other fields' values
de_de: Schalte die Sichtbarkeit der Feldgruppe durch die Werte anderer Felder um

source: Top
de_de: Oben

source: Top-level menu
de_de: Menü der obersten Ebene

source: Type
de_de: Typ

source: Uncheck this checkbox to prevent the field from saving its value into the database. Useful when you want to save yourself. Note: not working in the block editor.
de_de: Deaktiviere dieses Kontrollkästchen, um zu verhindern, dass der Wert des Feldes in der Datenbank gespeichert wird. Nützlich, wenn du selbst speichern willst. Hinweis: Funktioniert nicht im Block-Editor.

source: Understanding field types
de_de: Die Feldtypen verstehen

source: Update Relationship
de_de: Beziehung aktualisieren

source: Update Settings Page
de_de: Seiteneinstellungen aktualisieren

source: Upload
de_de: Hochladen

source: URL to the icon CSS file. It's required only when you use icons as an icon font (e.g. no SVG).
de_de: URL zur CSS-Datei des Icons. Sie wird nur benötigt, wenn du Icons als Icon-Font verwendest (z.B. kein SVG).

source: Use only lowercase letters, numbers, underscores (and be careful dashes).
de_de: Verwende nur Kleinbuchstaben, Zahlen und Unterstriche (und sei vorsichtig mit Bindestrichen).

source: Use this to add custom HTML5 attributes (like data-*). Work only for text input fields.
de_de: Verwende dies, um benutzerdefinierte HTML5-Attribute (wie data-*) hinzuzufügen. Funktioniert nur bei Texteingabefeldern.

source: Use this to add custom settings for the field. The custom settings will overwrite existing settings if they have the same key.
de_de: Hier kannst du benutzerdefinierte Einstellungen für das Feld hinzufügen. Die benutzerdefinierten Einstellungen überschreiben bestehende Einstellungen, wenn sie denselben Schlüssel haben.

source: Use {field_id} for a sub-field value and {#} for the clone index (if the group is cloneable)
de_de: Verwende {field_id} für einen Unterfeldwert und {#} für den Klonindex (wenn die Gruppe klonbar ist)

source: User
de_de: Benutzer

source: Users
de_de: Benutzer

source: Validation
de_de: Validierung

source: View
de_de: Ansicht

source: View Field Group
de_de: Feldgruppenansicht

source: View Relationship
de_de: Beziehungsansicht

source: View Settings Page
de_de: Seiteneinstellungsansicht

source: Whether to sort the column by field values
de_de: Ob die Spalte nach Feldwerten sortiert werden soll

source: Yes
de_de: Ja

source: Yes (as number)
de_de: Ja (als Nummer)

source: You must set the modified time to a Unix timestamp for it to display correctly.
de_de: Du musst die Änderungszeit auf einen Unix-Zeitstempel setzen, damit sie korrekt angezeigt wird.

source: Your database version is different than the JSON version. Any changes will override the JSON file.
de_de: Deine Datenbankversion ist anders als die JSON-Version. Alle Änderungen werden die JSON-Datei außer Kraft setzen.

source: Your unique API Key for Google Maps Platform
de_de: Dein einzigartiger API-Schlüssel für die Google Maps Plattform
